Написать программу, которая печатает введённое число

def prog():
    a = int(input())
    print(a)